Repository: YungMoniCA1/pcsx2-netplay-reborn
Catalog: locales/*/pcsx2_Iconized.po
Languages: de_de

source: There is not enough virtual memory available, or necessary virtual memory mappings have already been reserved by other processes, services, or DLLs.
de_de: Es steht nicht genügend virtueller Speicher zur Verfügung bzw. der Speicher wird von anderen Programmen / DLLs belegt.

source: Playstation game discs are not supported by PCSX2. If you want to emulate PSX games then you'll have to download a PSX-specific emulator, such as ePSXe or PCSX.
de_de: PlayStation 1 (PSX) Spieledisks werden von PCSX2 noch nicht unterstützt!

source: Failed to read/write NMV/MEC file. Check your bios setup/permission settings
de_de: Fehler beim Lesen/Schreiben der NMV/MEC Datei. Überprüfe das BIOS Setup / die Berechtigungseinstellungen.

source: This recompiler was unable to reserve contiguous memory required for internal caches. This error can be caused by low virtual memory resources, such as a small or disabled swapfile, or by another program that is hogging a lot of memory.
de_de: Der Recompiler konnte nicht genug virtuellen Speicher allozieren. Versuche PCSX2 etwas mehr Speicher zu gewähren, indem du nicht benötigte Programme beendest.

source: PCSX2 is unable to allocate memory needed for the PS2 virtual machine. Close out some memory hogging background tasks and try again.
de_de: Es steht nicht genügend virtueller Speicher zur Verfügung bzw. der Speicher wird von anderen Programmen / DLLs belegt.

source: Warning: Some of the configured PS2 recompilers failed to initialize and have been disabled:
de_de: Einige der PCSX2 Recompiler konnten nicht starten und wurden deaktiviert:

source: Note: Recompilers are not necessary for PCSX2 to run, however they typically improve emulation speed substantially. You may have to manually re-enable the recompilers listed above, if you resolve the errors.
de_de: Recompiler werden zwar nicht unbedingt von PCSX2 benötigt, sie erhöhen aber die Emulationsgeschwindigkeit. Eventuell musst du die Recompiler über die Konfigurationseinstellungen reaktivieren.

source: PCSX2 requires a PS2 BIOS in order to run. For legal reasons, you *must* obtain a BIOS from an actual PS2 unit that you own (borrowing doesn't count). Please consult the FAQs and Guides for further instructions.
de_de: PCSX2 benötigt ein PS2 BIOS Abbild. Aus lizenzrechtlichen Gründen muss das BIOS einer in Besitz befindlichen PS2 extrahiert werden! Näheres dazu in den FAQ.

source: 'Ignore' to continue waiting for the thread to respond. 'Cancel' to attempt to cancel the thread. 'Terminate' to quit PCSX2 immediately.
de_de: 'Ignorieren', um weiter auf den Thread zu warten. 'Abbrechen', um den Thread zu beenden. 'Beenden', um PCSX2 komplett zu schließen.

source: Please ensure that these folders are created and that your user account is granted write permissions to them -- or re-run PCSX2 with elevated (administrator) rights, which should grant PCSX2 the ability to create the necessary folders itself. If you do not have elevated rights on this computer, then you will need to switch to User Documents mode (click button below).
de_de: Stelle bitte sicher, dass diese Ordner erstellt wurden und dass dein Benutzeraccount Schreibrechte hat. Alternativ kannst du versuchen, PCSX2 mit Administratorrechten zu starten. Das sollte es ermöglichen, die benötigten Ordner zu erstellen. Falls du keine dieser Möglichkeiten hast, solltest du in den normalen Installationsmodus wechseln (klicke den folgenden Button).

source: Please note that the resulting file may not actually contain all saves, depending on how many are in the source memory card.
de_de: Bitte beachte, dass die resultierende Datei möglicherweise nicht alle Speicherstände besitzt. Dies ist abhängig von der Anzahl der Speicherstände auf der ursprünglichen Memory Card.

source: WARNING: Converting a memory card may take a while! Please do not close the emulator during the conversion process, even if the emulator is no longer responding to input.
de_de: ACHTUNG: Das Konvertieren einer Memory Card dauert eine Weile! Bitte schließe den Emulator während des Konvertierungsvorgangs nicht, selbst wenn der Emulator nicht auf Eingaben reagieren sollte.

source: Convert this memory card to a standard 8 MB Memory Card .ps2 file.
de_de: Konvertiere diese Memory Card in eine Standard 8 MB Memory Card .ps2 Datei.

source: Convert this memory card to a 16 MB Memory Card .ps2 file.
de_de: Konvertiere diese Memory Card in eine 16 MB Memory Card .ps2 Datei.

source: Convert this memory card to a 32 MB Memory Card .ps2 file.
de_de: Konvertiere diese Memory Card in eine 32 MB Memory Card .ps2 Datei.

source: Convert this memory card to a 64 MB Memory Card .ps2 file.
de_de: Konvertiere diese Memory Card in eine 64 MB Memory Card .ps2 Datei.

source: NTFS compression can be changed manually at any time by using file properties from Windows Explorer.
de_de: Die NTFS Komprimierung kann jederzeit via Windows Explorer geändert werden.

source: This is the folder where PCSX2 saves your settings, including settings generated by most plugins (some older plugins may not respect this value).
de_de: PCSX2 und Plugins werden versuchen ihre Einstellungen in diesen Ordner zu schreiben. Einige (ältere) Plugins könnten dies jedoch nicht unterstützen.

source: You may optionally specify a location for your PCSX2 settings here. If the location contains existing PCSX2 settings, you will be given the option to import or overwrite them.
de_de: Du kannst hier optional ein Verzeichnis angeben, in dem PCSX2 seine Konfiguration speichern wird. Sind dort bereits Einstellungen vorhanden, wird PCSX2 dir anbieten, diese zu importieren oder zu überschreiben.

source: This wizard will help guide you through configuring plugins, memory cards, and BIOS. It is recommended if this is your first time installing %s that you view the readme and configuration guide.
de_de: Der Konfigurationshelfer nimmt die Grundeinstellungen für %s vor. Es werden Plugins, das BIOS Abbild und Memory Cards konfiguriert.

source: PCSX2 requires a *legal* copy of the PS2 BIOS in order to run games. You cannot use a copy obtained from a friend or the Internet. You must dump the BIOS from your *own* Playstation 2 console.
de_de: PCSX2 benötigt ein PS2 BIOS Abbild. Da Sony den BIOS Code lizenziert hat, dürfen wir dieses nicht mit PCSX2 vertreiben. Du musst daher das BIOS Abbild deiner eigenen PS2 benutzen! Näheres dazu in den FAQ.

source: Existing %s settings have been found in the configured settings folder. Would you like to import these settings or overwrite them with %s default values? (or press Cancel to select a different settings folder)
de_de: Existierende %s Einstellungen wurden in dem gewählten Ordner gefunden. Möchtest du diese %s Einstellungen übernehmen?

source: NTFS compression is built-in, fast, and completely reliable; and typically compresses memory cards very well (this option is highly recommended).
de_de: Schnelle und sichere Komprimierung der Memory Cards. Empfohlen.

source: Avoids memory card corruption by forcing games to re-index card contents after loading from savestates. May not be compatible with all games (Guitar Hero).
de_de: Inkompatibel mit Guitar Hero und Spielen, die es nicht ermöglichen, mehrmals eine Memory Card zu indizieren.

source: (Folder type only) Re-index memory card content every time the running software changes. This prevents the memory card from running out of space for saves.
de_de: (Ordner Typ) Reindiziere jedesmal den Memory Card Inhalt, wenn sich die laufende Software ändert. Das verhindert, dass der Memory Card der Speicherplatz für neue Speicherstände ausgeht.

source: The thread '%s' is not responding. It could be deadlocked, or it might just be running *really* slowly.
de_de: Der Thread '%s' antwortet nicht. Er könnte festgefroren sein oder aber sehr langsam reagieren.

source: Warning! You are running PCSX2 with command line options that override your configured settings. These command line options will not be reflected in the Settings dialog, and will be disabled if you apply any changes here.
de_de: Achtung! PCSX2 läuft mit Kommandozeilenparametern, welche die hier zu tätigenden Einstellungen übergehen. Solltest du hier Änderungen vornehmen, werden diese Kommandozeilenparameter ignoriert.

source: Warning! You are running PCSX2 with command line options that override your configured plugin and/or folder settings. These command line options will not be reflected in the settings dialog, and will be disabled when you apply settings changes here.
de_de: Achtung! PCSX2 läuft mit Kommandozeilenparametern, welche die hier einzustellenden Plugins und Ordner übergehen. Solltest du hier Änderungen vornehmen, werden diese Kommandozeilenparameter ignoriert.

source: The Presets apply speed hacks, some recompiler options and some game fixes known to boost speed. Known important game fixes will be applied automatically. Presets info: 1 - The most accurate emulation but also the slowest. 3 --> Tries to balance speed with compatibility. 4 - Some more aggressive hacks. 6 - Too many hacks which will probably slow down most games.
de_de: Preset info: 1 - Akkurat, aber langsam 3 - Balance zwischen Geschwindigkeit und Kompatibilität 4 - Etwas aggressivere Hacks 6 - Viele Hacks, die wahrscheinlich Spiele verlangsamen

source: The Presets apply speed hacks, some recompiler options and some game fixes known to boost speed. Known important game fixes will be applied automatically. --> Uncheck to modify settings manually (with current preset as base)
de_de: Presets erleichtern dir die Konfiguration, indem sie passende Einstellungen zur gewünschten Geschwindigkeitsstufe wählen. Höhere Stufen aktivieren mehr Hacks und sind daher nicht mit allen Spielen kompatibel.

source: This action will reset the existing PS2 virtual machine state; all current progress will be lost. Are you sure?
de_de: Diese Option wird die virtuelle PS2 resetten. Bist du dir sicher?

source: This command clears %s settings and allows you to re-run the First-Time Wizard. You will need to manually restart %s after this operation. WARNING!! Click OK to delete *ALL* settings for %s and force-close the app, losing any current emulation progress. Are you absolutely sure? (note: settings for plugins are unaffected)
de_de: Diese Option löscht alle %s Einstellungen und ermöglicht das erneute Ausführen des Konfigurationshelfers. %s muss dazu neu gestartet werden. Alle %s Einstellungen gehen verloren. Bist du dir sicher?

source: The PS2-slot %d has been automatically disabled. You can correct the problem and re-enable it at any time using Config:Memory cards from the main menu.
de_de: Die Memory Card in Slot %d wurde automatisch deaktiviert. Du kannst dieses Problem via Konfiguration > Memory Card beheben.

source: (FolderMcd) Memory Card is full, could not add: %s
de_de: (FolderMcd) Memory Card ist voll. Folgendes konnte nicht hinzugefügt werden: %s

source: Please select a valid BIOS. If you are unable to make a valid selection then press Cancel to close the Configuration panel.
de_de: Bitte wähle ein korrektes BIOS Abbild aus. Falls du dies nicht tun kannst, wähle Abbrechen.

source: Notice: Most games are fine with the default options.
de_de: Hinweis: Die meisten Spiele funktionieren gut mit den Standardeinstellungen.

source: Notice: Most games are fine with the default options.
de_de: Normalerweise müssen diese Einstellungen nicht angepasst werden.

source: The specified path/directory does not exist. Would you like to create it?
de_de: Das angegebene Verzeichnis existiert nicht. Möchtest du es erstellen?

source: When checked this folder will automatically reflect the default associated with PCSX2's current usermode setting.
de_de: Nutzt das Standardverzeichnis des gewählten Installationsmodus.

source: Zoom = 100: Fit the entire image to the window without any cropping. Above/Below 100: Zoom In/Out 0: Automatic-Zoom-In untill the black-bars are gone (Aspect ratio is kept, some of the image goes out of screen). NOTE: Some games draw their own black-bars, which will not be removed with '0'. Keyboard: CTRL + NUMPAD-PLUS: Zoom-In, CTRL + NUMPAD-MINUS: Zoom-Out, CTRL + NUMPAD-*: Toggle 100/0
de_de: Zoom = 100: Passt das gesamte Bild an das Fenster an. Über/Unter 100: Zoom-In/Out 0: Automatischer Zoom-In bis die schwarzen Balken entfallen. (Seitenverhältnis wird behalten. Ein Teil des Bildes kann sich außerhalb befinden.) Achtung: Einige Spiele zeichnen ihre eigenen schwarzen Balken, die nicht mit '0' entfernt werden. Keyboard: Strg + NUMPAD-PLUS: Zoom-In, Strg + NUMPAD-MINUS: Zoom-Out, Strg + NUMPAD-*: Umschalten 100/0

source: Vsync eliminates screen tearing but typically has a big performance hit. It usually only applies to fullscreen mode, and may not work with all GS plugins.
de_de: VSync ist eine Grafikoption, die versucht Jidder und Tearing zu vermeiden. Sie setzt voraus, dass das Spiel mit voller Geschwindigkeit läuft, was selten zu 100% der Fall ist. Es wird nicht empfohlen, VSync zu aktivieren.

source: Check this to force the mouse cursor invisible inside the GS window; useful if using the mouse as a primary control device for gaming. By default the mouse auto-hides after 2 seconds of inactivity.
de_de: Versteckt den Mauscursor.

source: Enables automatic mode switch to fullscreen when starting or resuming emulation. You can still toggle fullscreen display at any time using alt-enter.
de_de: Kann auch während der Emulation mit ALT+ENTER erreicht werden.

source: Completely closes the often large and bulky GS window when pressing ESC or pausing the emulator.
de_de: Versteckt das GS Fenster, wenn man mit ESC die Emulation pausiert.

source: Known to affect following games: * Digital Devil Saga (Fixes FMV and crashes) * SSX (Fixes bad graphics and crashes) * Resident Evil: Dead Aim (Causes garbled textures)
de_de: Bekannte Effekte auf folgende Spiele: * Digital Devil Saga (Repariert FMV und Crashes) * SSX (Repariert Grafiken und Crashes) * Resident Evil: Dead Aim (verursacht verstümmelte Texturen)

source: Known to affect following games: * Bleach Blade Battler * Growlanser II and III * Wizardry
de_de: Bekannte Effekte auf folgende Spiele: * Bleach Blade Battler * Growlanser II and III * Wizardry

source: Known to affect following games: * Mana Khemia 1 (Going "off campus")
de_de: Bekannte Effekte auf folgende Spiele: * Mana Khemia 1 (Weggehen vom Campus)

source: Known to affect following games: * Test Drive Unlimited * Transformers
de_de: Bekannte Effekte auf folgende Spiele: * Test Drive Unlimited * Transformers

source: It's better to enable 'Automatic game fixes' at the main menu instead, and leave this page empty. ('Automatic' means: selectively use specific tested fixes for specific games). Manual game fixes will NOT increase your performance. In fact they may decrease it.
de_de: Es ist besser, automatische Spielefixes im Hauptmenü zu aktivieren, und diese Seite frei zu lassen. (Automatisch heißt, dass selektiv spezifische Spielefixes angewendet werden). Manuelle Spielefixes werden die FPS-Rate nicht erhöhen, sondern eher senken.

source: Gamefixes can work around wrong emulation in some titles. They may also cause compatibility or performance issues. The safest way is to make sure that all game fixes are completely disabled.
de_de: Spielefixes können spezifische, bekannte Fehler in einigen Spielen beheben. Der sicherste Weg ist allerdings, alle zu deaktivieren.

source: You are about to delete the formatted memory card '%s'. All data on this card will be lost! Are you absolutely and quite positively sure?
de_de: Hiermit wird die komplette Memory Card in Slot %s gelöscht. Bist du dir absolut sicher?

source: Failed: Duplicate is only allowed to an empty PS2-Port or to the file system.
de_de: Fehler: Duplizieren ist nur zu einem leeren PS2 Port oder in das Dateisystem erlaubt.

source: Failed: Destination memory card '%s' is in use.
de_de: Konnte die Memory Card nicht kopieren. Die Zieldatei '%s' ist in Benutzung.

source: Please select your preferred default location for PCSX2 user-level documents below (includes memory cards, screenshots, settings, and savestates). These folder locations can be overridden at any time using the Plugin/BIOS Selector panel.
de_de: Bitte wähle den Standardspeicherpfad für PCSX2 Benutzerdateien (Memory Cards, Screenshots, Einstellungen und SaveStates). Du kannst diese Einstellungen später noch anpassen.

source: You can change the preferred default location for PCSX2 user-level documents here (includes memory cards, screenshots, settings, and savestates). This option only affects Standard Paths which are set to use the installation default value.
de_de: Du kannst den Standardordner für PCSX2 Benutzerdokumente hier einstellen, die Memory Cards, Screenshots, Einstellungen und Savestates beinhalten.

source: This folder is where PCSX2 records savestates; which are recorded either by using menus/toolbars, or by pressing F1/F3 (save/load).
de_de: In diesen Ordner wird PCSX2 versuchen, Savestates zu schreiben. States können bei vielen Spielen schnell recht viel Platz beanspruchen!

source: This folder is where PCSX2 saves screenshots. Actual screenshot image format and style may vary depending on the GS plugin being used.
de_de: In diesen Ordner wird PCSX2 Screenshots speichern. Das Bildformat und der Bildstil kann mit dem verwendeten GS Plugin variieren.

source: This folder is where PCSX2 saves its logfiles and diagnostic dumps. Most plugins will also adhere to this folder, however some older plugins may ignore it.
de_de: In diesen Ordner wird PCSX2 die Logdateien speichern. Die meisten Plugins werden hierfür auch diesen Ordner verwenden. Einige ältere Plugins könnten diese Einstellung allerdings ignorieren.

source: Warning! Changing plugins requires a complete shutdown and reset of the PS2 virtual machine. PCSX2 will attempt to save and restore the state, but if the newly selected plugins are incompatible the recovery may fail, and current progress will be lost. Are you sure you want to apply settings now?
de_de: Warnung: Die Plugins zur Laufzeit zu verändern, erfordert ein komplettes Reinitialisieren der Plugins und der Recompiler. PCSX2 wird versuchen alles korrekt wiederherzustellen. Tritt dabei ein Problem auf, kann der aktuelle Fortschritt allerdings verloren gehen. Bist du dir sicher, dass du die Änderung jetzt anwenden möchtest?

source: All plugins must have valid selections for %s to run. If you are unable to make a valid selection due to missing plugins or an incomplete install of %s, then press Cancel to close the Configuration panel.
de_de: Alle Plugins müssen korrekt eingestellt sein, ansonsten kann %s nicht funktionieren. Falls du wegen fehlender Plugins oder einer unvollständigen %s Installation keine gültige Konfiguration erstellen kannst, wähle Abbrechen.

source: -3 - Reduces the EE's cyclerate to about 50%. Big speedup, but *will* cause stuttering audio on many FMVs.
de_de: -3 - Reduziert die Zyklusrate des EE auf ungefähr 50%. Großer FPS-Zuwachs, aber wird in FMVs Stottern verursachen.

source: -2 - Reduces the EE's cyclerate to about 60%. Moderate speedup, but may cause stuttering audio on many FMVs.
de_de: -2 - Reduziert die Zyklusrate des EE auf ungefähr 60%. Moderater FPS-Zuwachs, aber wird in vielen FMVs Stottern verursachen.

source: -1 - Reduces the EE's cyclerate to about 75%. Mild speedup for most games with high compatibility.
de_de: -1 - Reduziert die Zyklusrate des EE auf ungefähr 75%. Geringer FPS-Zuwachs für viele Spiele bei hoher Kompatibilität.

source: 0 - Default cyclerate (100%). This closely matches the actual speed of a real PS2 EmotionEngine.
de_de: 0 - Standard-Zyklusrate (100%). Kommt der originalen PS2 Emotion Engine sehr nah.

source: 1 - Increases the EE's cyclerate to about 130%. Mildly increases hardware requirements, may increase in-game FPS.
de_de: 1 - Erhöht die Zyklusrate des EE auf ungefähr 130%. Erhöht leicht die Hardwareanforderungen. Kann die In-Game FPS erhöhen.

source: 2 - Increases the EE's cyclerate to about 180%. Increases hardware requirements, may noticeably increase in-game FPS.
de_de: 2 - Erhöht die Zyklusrate des EE auf ungefähr 180%. Erhöht die Hardwareanforderungen. Kann merklich die In-Game FPS erhöhen.

source: 3 - Increases the EE's cyclerate to about 300%. Greatly increases hardware requirements, may noticeably increase in-game FPS. This setting can cause games to FAIL TO BOOT.
de_de: 3 - Erhöht die Zyklusrate des EE auf ungefähr 300%. Erhöht die Hardwareanforderungen deutlich. Kann deutlich die In-Game FPS erhöhen. Diese Einstellung kann das Booten von Spielen verhindern.

source: 0 - Disables VU Cycle Stealing. Most compatible setting!
de_de: 0 - Kein Stehlen von VU-Zyklen. Höchste Kompatibilität!

source: 1 - Mild VU Cycle Stealing. Lower compatibility, but some speedup for most games.
de_de: 1 - Mildes Stehlen von VU-Zyklen. Kleinere Kompatibilität, aber kleiner Geschwindigkeitszuwachs in vielen Spielen.

source: 2 - Moderate VU Cycle Stealing. Even lower compatibility, but significant speedups in some games.
de_de: 2 - Moderates Stehlen von VU-Zyklen. Noch kleinere Kompatibilität, aber merklicher Geschwindigkeitszuwachs in einigen Spielen.

source: 3 - Maximum VU Cycle Stealing. Usefulness is limited, as this will cause flickering visuals or slowdown in most games.
de_de: 3 - Maximales Stehlen von VU-Zyklen. Eingeschränkte Brauchbarkeit, da in den meisten Spielen visuelles Flackern oder ein Abbremsen des Spiels entsteht.

source: Speedhacks usually improve emulation speed, but can cause glitches, broken audio, and false FPS readings. When having emulation problems, disable this panel first.
de_de: Speedhacks verbessern die FPS Leistung der Emulation auf deinem PC, indem sie Abkürzungen nehmen oder die PS2 Hardware untertakten. Sie können Emulationsprobleme auslösen. Daher empfehlen wir, bei Fehlern zuerst die Speedhacks zu deaktivieren!

source: Setting lower values on this slider effectively reduces the clock speed of the EmotionEngine's R5900 core cpu, and typically brings big speedups to games that fail to utilize the full potential of the real PS2 hardware. Conversely, higher values effectively increase the clock speed which may bring about an increase in in-game FPS while also making games more demanding and possibly causing glitches.
de_de: Senken dieses Wertes untertaktet die virtuelle PS2 CPU (Emotion Engine). Daher läuft die Emulation etwas schneller bei Spielen, die die Hardware der PS2 nicht vollständig ausreizen. Höhere Werte können die Ingame-FPS erhöhen, wobei die Hardwareanforderungen steigen und Glitches entstehen können.

source: This slider controls the amount of cycles the VU unit steals from the EmotionEngine. Higher values increase the number of cycles stolen from the EE for each VU microprogram the game runs.
de_de: "Stiehlt" der PS2 CPU einige Zyklen bei jeder VU Programmausführung. Geschwindigkeitsgewinn bei reduzierter Kompatibilität.

source: Updates Status Flags only on blocks which will read them, instead of all the time. This is safe most of the time, and Super VU does something similar by default.
de_de: VU Statusflags werden in Blöcken statt fortwährend gelesen. Dies funktioniert die meiste Zeit. SuperVU nutzt eine ähnliche Standardeinstellung.

source: Runs VU1 on its own thread (microVU1-only). Generally a speedup on CPUs with 3 or more cores. This is safe for most games, but a few games are incompatible and may hang. In the case of GS limited games, it may be a slowdown (especially on dual core CPUs).
de_de: Lässt VU1 in einem weiteren Thread laufen, um die Performance in 3D Spielen zu erhöhen. Benötigt 3 oder mehr CPU Kerne und funktioniert nicht mit jedem Spiel.
