Repository: YungMoniCA1/pcsx2-netplay-reborn
Catalog: locales/*/pcsx2_Iconized.po
Languages: de_de

source: This hack works best for games that use the INTC Status register to wait for vsyncs, which includes primarily non-3D RPG titles. Games that do not use this method of vsync will see little or no speedup from this hack.
de_de: Kann gefahrlos aktiviert werden.

source: Primarily targetting the EE idle loop at address 0x81FC0 in the kernel, this hack attempts to detect loops whose bodies are guaranteed to result in the same machine state for every iteration until a scheduled event triggers emulation of another unit. After a single iteration of such loops, we advance to the time of the next event or the end of the processor's timeslice, whichever comes first.
de_de: Kann gefahrlos aktiviert werden.

source: Check HDLoader compatibility lists for known games that have issues with this. (Often marked as needing 'mode 1' or 'slow DVD'
de_de: Prüfe die HDLoader Kompatibilitätsliste für Spiele die bekanntermaßen Probleme damit haben. (Sind oft markiert mit 'Mode 1' oder vslow DVD')

source: Note that when Framelimiting is disabled, Turbo and SlowMotion modes will not be available either.
de_de: Beachte, dass, wenn Framelimiting abgeschaltet ist, Turbo und Slowmotion Modi nicht verfügbar sind.

source: Notice: Due to PS2 hardware design, precise frame skipping is impossible. Enabling it will cause severe graphical errors in some games.
de_de: Aufgrund des spezifischen Designs der PS2 ist ein akkurates Frameskipping nicht möglich. Versuche die Werte anzupassen oder benutze Speedhacks.

source: Enable this if you think MTGS thread sync is causing crashes or graphical errors.
de_de: Aktivieren, wenn du denkst, dass die MTGS Threadsynchronisation Crashes oder grafische Fehler verursacht.

source: Removes any benchmark noise caused by the MTGS thread or GPU overhead. This option is best used in conjunction with savestates: save a state at an ideal scene, enable this option, and re-load the savestate. Warning: This option can be enabled on-the-fly but typically cannot be disabled on-the-fly (video will typically be garbage).
de_de: Entfernt störende Faktoren durch die Grafikkarte oder Treiberprobleme. Nur für PCSX2 Benchmarks interessant.

source: Your system is too low on virtual resources for PCSX2 to run. This can be caused by having a small or disabled swapfile, or by other programs that are hogging resources.
de_de: Es steht nicht genügend virtueller Speicher zur Verfügung bzw. der Speicher wird von anderen Programmen / DLLs belegt.

source: Out of Memory (sorta): The SuperVU recompiler was unable to reserve the specific memory ranges required, and will not be available for use. This is not a critical error, since the sVU rec is obsolete, and you should use microVU instead anyway. :)
de_de: Der SuperVU Recompiler konnte nicht genügend virtuellen Speicher allozieren. Dies ist kein kritischer Fehler, da der sVU rec obsolet ist. Du solltest ohnehin microVU nutzen! :)
